import React from 'react'
import Logo from '../../assets/logo.jpeg'
const Explanation = () => {
    return (
        <div className='explanation'>
            <div className='header'>
                <img
                    style={{ width: '100%', height: '200px' }}
                    src={Logo} />
            </div>

            <div className='text'>
                מהי נומרולוגיה? תורת המספרים.
                <br />
                בעזרת תאריך הלידה והשם המותג של האדם אני יכולה לספר סיפור על כל אדם.
                <br />
                מה הייעוד שלנו, מה המתנות שקיימות ברשותי כדי לפעול בחיים?
                <br />
                הייעוץ וההכוונה על פי השיטה הנומרולוגית הינה כלי אבחוני וטיפולי ובאמצעותו ניתן להבין וללמוד מדוע אנו חוזרים שוב ושוב על אותה התנהלות בחיינו על מערכות יחסים עם משפחותינו, זוגיות, ילדים, אכזבות ותסכולים.
                <br />
                המשפט "הכל צפוי והרשות נתונה" מחד,  שלא את הכל אנחנו יכולים לדעת ואין לנו בוודאות מלאה ידיעה על כל מה שהולך להתרחש, ומאידך, יש לנו את היכולת והאפשרות לכוון את עצמינו ברגע של התלבטות למה שנכון ביותר עבורי לעשות.
                <br />
                מי מאיתנו לא התלבט פעם האם כדאי, או נכון עבורי לקחת תפקיד זה במקום עבודה, האם נכון עבורי למעבר דירה, האם המקצוע הזה נכון עבורי. ברור שכולנו רוצים לדעת שהבחירות שלנו הן הנכונות ביותר.
                <br />
                כאן, הנומרולוגיה נכנסת לתמונה, היא כלי עזר להחלטות ובאותה נשימה יש לזכור כי לעיתים התוצאה או הדרך הן לא צפויות ויש לקבל בהבנה שאיננו יכולים לשלוט בהכל.
                <br />
                המטרה המרכזית בפענוח מפה נומרולוגית היא להציג תסריט בחייו של האדם, ללכת עם האמת שלו, וכשהולכים עם האמת לא קיימת סיבה ממשית לחיות חיים חסרי ערך, הרי נולדנו לחיות, ליהנות ולהפוך לגרסה הטובה היותר שלנו.
            </div>

            <div className='back-page' >
                <a
                    href='/'
                    style={{ color: 'black', textDecoration: 'none', fontSize: '20px' }}
                > חזור </a>

            </div>
        </div >
    )
}

export default Explanation